txt_titel ="Здoров'я"
win_width , win_height = 700,500
win_x , win_y = 350, 150
txt_hello = "Ласкаво просимо до програми визначення стану здоров'я!"
txt_instruction = "Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n"
"Проба Руф'є є навантажувальним комплексом, призначеним для оцінки працездатності серця при фізичному навантаженні.\n"
"У випробуваного, що знаходиться в положенні лежачи на спині протягом 5 хв, визначають частоту пульсу за 15 секунд;\n"
"потім протягом 45 секунд випробуваний виконує 30 присідань.\n"
txt_next = 'Почати'
label1 = 'Введіть П.І.Б.:'
label2 = 'Повних років:'
label3 = 'Ляжте на спину і заміряйте пульс на 15 секунд. Натисніть кнопку "Почати перший тест, щоб запустити таймер."'
label4 = 'Виконайте 30 присідань за 45 секунд. \n Для цього натиснять кнопку "Почати робити присідання", щоб заупстити лічильник присідань'
label5 = 'Ляжте на спину і заміряйте пульс спочатку за перші15 секунд хвилини, потім за останні 15 секунд хвилини без виміру пульсацій. Результати запишіть у відповідіні полі.'
label6 = ''
button1 = 'Почати перший тест'
button2 = 'Почати робити присідання'
button3 = 'Почати фінальній тест'
button4 = 'Надіслати результати'
txt_index = "Індекс Рут'є: "
txt_workheart = 'Працездатність серця: '
txt_res1 = "низька. Терміново зверніться до лікаря!"
txt_res2 = "задовільна. Зверніться до лікаря!"
txt_res3 = "середня. Можливо, варто додатково обстежитись у лікаря."
txt_res4 = "вище середнього"
txt_res5 = "висока"